///////////////////////////////////////////////////////////////////////////////
// Название:    Work2/resource.h
// Цель:        Определения для переменных
// Автор:       Артем Матвейчук
// Создан:      06.03.2016
// Емайл:       pymba-96@mail.ru
// Программа:   Work2 | labWork
///////////////////////////////////////////////////////////////////////////////

//Системные ID
#define APP_MANIFEST	1
#define IDI_APP	1
#define IDB_LOGO 2

//Диапазон значений для массива
#define RANGE_MIN -120
#define RANGE_MAX 210

//Измерений для массива
#define DIMENSION 2
#define ARRAY_MIN 1
#define ARRAY_MAX 10
